[
	{
		"en": "There is considerable debate over how we should react if we detect a signal from an alien civilization.",
		"cn": "如果我们探测到了来自外星文明的信号，我们应该如何回应是一个备受争议的问题。"
	},
	{
		"en": "The two world wars, which interrupted the supply of raw material from Japan, also stifled the European silk industry.",
		"cn": "两次世界大战中断了来自日本的原材料供应，同时也抑制了欧洲的丝绸工业。"
	},
	{
		"en": "Migration is a complex issue, and biologists define it differently depending in part on what sorts of animals they study.",
		"cn": "迁徙是一个复杂的问题，生物学家对它有不同的定义，部分取决于他们研究的动物种类。"
	},
	{
		"en": "One way is by organising backstage tours, so people can be shown round the building and learn how a theatre operates.",
		"cn": "一种方式是组织后台参观，这样人们就可以参观建筑，了解剧院是如何运作的。"
	},
	{
		"en": "What I'm afraid will happen is that books and magazines will all disappear and there'll just be rows and rows of computers.",
		"cn": "我担心会发生的是，书和杂志都将消失，剩下的只有一排排电脑。"
	},
	{
		"en": "The psychological laboratory has a strong claim to legitimacy and evokes trust and confidence in those who perform there.",
		"cn": "这个心理学实验室坚决声明拥有合法性并唤起了在那里参与实验的人们的信任和信心。"
	},
	{
		"en": "The displays of art museums serve as a warning of what critical practices can emerge when spontaneous critisism is suppressed.",
		"cn": "艺术博物馆的陈列警示我们当自发的（艺术）批评被压制时会出现何种（艺术）批评。"
	},
	{
		"en": "Vertical farming is an attempt to address the undoubted problems that we face in producing enough food for a growing population.",
		"cn": "垂直农业试图解决我们在为不断增长的人口生产足够粮食时所面临的不容置疑的问题。"
	},
	{
		"en": "It was not until 1500 BC, however, that the first hollow glass container was made by covering a sand core with a layer of molten glass.",
		"cn": "然而，直到公元前1500年，第一个中空玻璃容器才通过用一层熔融玻璃覆盖砂芯制成。"
	},
	{
		"en": "Many theorists believe the ideal boss should lead from behind, taking pride in collective accomplishments and giving credit where it is due.",
		"cn": "许多理论家认为理想的老板应该在后方指挥，以集体成就为荣，并给予员工应得的荣誉。"
	},
	{
		"en": "Though we might think of film as an essentially visual experience, we really cannot afford to underestimate the importance of film sound.",
		"cn": "虽然我们可能认为电影本质上是一种视觉体验，但我们真的不能低估电影声音的重要性。"
	},
	{
		"en": "As far as goods transport is concerned, growth is due to a large extent to changes in the European economy and its system of production.",
		"cn": "就货物运输而言，其增长在很大程度上是由欧洲经济及其生产体系的变化造成的。"
	},
	{
		"en": "In order to track temporal hours during the day, inventors created sundials, which indicate time by the length or direction of the sun's shadow.",
		"cn": "为了在白天记录日光时，发明家创造了靠阳光影子的长度或方向来指示时间的日晷(guǐ)。"
	},
	{
		"en": "Lee Hall's analysis of figures comparing the times of the fires and the proportion of seed that germinated was done in a lot of detail -- very impressive.",
		"cn": "李霍尔对火灾发生的次数和种子发芽的比例进行了对比和数字分析，他的分析非常详尽——令人印象深刻。"
	},
	{
		"en": "While the Inuit may not actually starve if hunting and trapping are curtailed by climate change, there has certainly been an impact on people's health.",
		"cn": "如果狩猎和诱捕受到气候变化的限制，因纽特人可能实际上也不会挨饿，但这肯定会对他们的健康产生影响。"
	},
	{
		"en": "It would seem that the brain sees these images as puzzles, and the harder it is to decipher the meaning, the more rewarding is the moment of recognition.",
		"cn": "似乎大脑把这些图像看成是拼图，越难解读其中的含义，识别出来时就越令人满意。"
	},
	{
		"en": "Such material, even where it appears comparatively trivial, can have a serious effect on the company, supplier or customer if it falls into the wrong hands.",
		"cn": "如果这类材料落到坏人手中，即使在看来相对微不足道的地方，也会对公司、供应商或客户产生严重影响。"
	},
	{
		"en": "If the glass were kept hot enough, it would flow over the molten tin until the top surface was also flat, horizontal and perfectly parallel to the bottom surface.",
		"cn": "如果玻璃保持足够的热度，它会流满熔化的锡表面，直到顶部表面也变得平坦、水平，且完全与其底部表面平行。"
	},
	{
		"en": "It was once assumed that improvements in telecommunications would lead to more dispersal in the population as people were no longer forced into cities.",
		"cn": "人们曾经认为，电信的进步使人们不再被迫流向城市，这将导致人口更加分散。"
	},
	{
		"en": "Compared to language, all other inventions pale in significance, since everything we have ever achieved depends on language and originates from it.",
		"cn": "与语言相比，所有其他的发明都相形见绌，因为我们所取得的一切都依赖于语言，并源于语言。"
	},
	{
		"en": "It's true there are new regulations for mercury emissions from power plants, but these will need billions of dollars to implement and increase costs for everyone.",
		"cn": "的确，对发电厂的汞排放有了新的规定，但贯彻这些规定需要数十亿美元，而且还增加了每个人的成本。"
	},
	{
		"en": "The teacher's task is to assist the students to apply what they have learned paraconsciously, and in doing so to make it easily accessible to consciousness.",
		"cn": "教师的任务是协助学生运用他们在超意识状态下习得的知识，这样做可以使所学的知识更容易被意识接受。"
	},
	{
		"en": "However, if one of the parties in a conflict sees human resources as simply a mouthpiece for the chief executive, then an external mediator might be able to help.",
		"cn": "然而，如果冲突中的一方认为人力资源部只是首席执行官的代言人那么一个外部调解人或许能够提供帮助。"
	},
	{
		"en": "Summer leaves are green because they are full of chlorophyll, the molecule that captures sunlight and converts that energy into new building materials for the tree.",
		"cn": "夏天的叶子是绿色的，因为它们充满了叶绿素，这种分子能吸收阳光然后将能量转化为树的新构造材料。"
	},
	{
		"en": "If clothing fails to meet these standards, as determined by the employee's supervisor, the employee will be asked not to wear the inappropriate item to work again.",
		"cn": "如果员工着装未能满足上司规定的这些标准，该员工将会被要求不再穿戴不适宜的服饰来工作。"
	},
	{
		"en": "The participants weren't told beforehand whether the tunes were composed by humans or computers, but were asked to guess, and then rate how much they liked each one.",
		"cn": "参与者事先没有被告知这些曲调是由人还是由电脑创作的，但是要求他们去猜测，然后评估他们对每个曲调的喜爱程度。"
	},
	{
		"en": "If identical twins are more similar to each other with respect to an ailment than fraternal twins are, then vulnerability to the disease must be rooted at least in part in heredity.",
		"cn": "如果就患某种疾病而言，同卵双胞胎比异卵双胞胎有更多的相似之处，那么这种疾病的易感性一定至少有一部分是源于遗传的。"
	},
	{
		"en": "Finally, perhaps the most graphic expressions of self-awareness in general can be seen in the displays of rage which are most common from 18 months to 3 years of age.",
		"cn": "最后，一般的自我认知最形象的表达方式大概是愤怒，这在18个月到3岁的孩子身上最为常见。"
	},
	{
		"en": "If we can understand how geography affects our health no matter where in the world we are located, we can better treat disease, prevent illness, and keep people safe and well.",
		"cn": "如果无论身处何处，我们都能理解地理是如何影响我们的健康的，我们就能更好地治疗疾病、预防疾病，保证人们安全无恙。"
	},
	{
		"en": "Similarly, people who collect dolls may go beyond simply enlarging their collection, and develop an interest in the way that dolls are made, or the materials that are used.",
		"cn": "同样，收集娃娃的人可能不只是简单地扩大他们的收藏范围，而是培养对玩偶的制作方式或使用材料的兴趣。"
	},
	{
		"en": "He wanted to give people a feeling of suspense as they see the building first from a distance, and then close-up, and the shape of the building as a whole was that of a box.",
		"cn": "他想给人们一种悬念之感，当人们从远处看到建筑，然后慢慢接近，整个建筑的形状就像一个盒子。"
	},
	{
		"en": "The reason often given for the low regard in which smell is held is that, in comparison with its importance among animals, the human sense of smell is feeble and undeveloped.",
		"cn": "嗅觉不受重视的原因常常被归结为：相对于嗅觉功能对于动物的重要性，人类的嗅觉较弱而且没有充分发育。"
	},
	{
		"en": "Some of you suggested an Italian restaurant, but I must confess that I decided to book a Lebanese one, as we have plenty of opportunities to go to an Italian restaurant at home.",
		"cn": "你们有些人建议去一家意大利餐馆，但我必须坦白说，我决定订一家黎巴嫩餐厅，因为我们在国内有很多机会去意大利餐馆。"
	},
	{
		"en": "As these ancestral tortoises settled on the individual islands, the different populations adapted to their unique environments, giving rise to at least 14 different subspecies.",
		"cn": "当这些最早期的龟定居在各个岛屿上时，不同的种群适应了它们独特的环境，产生了至少14个不同的亚种。"
	},
	{
		"en": "The continuous and reckless use of synthetic chemicals for the control of pests which pose a threat to agricultural crops and human health is proving to be counter-productive.",
		"cn": "为控制害虫而连续不计后果地使用危害农作物和人类健康的人工合成化学品，结果产生了相反的效果。"
	},
	{
		"en": "Both social and cognitive types of laughter tap into the same expressive machinery in our brains, the emotion and motor circuits that produce smiles and excited vocalisations.",
		"cn": "无论是社交场合中的笑还是认知活动中的笑，都是利用我们大脑中的同一表达机制——情感和运动环路使人发笑并发出兴奋的声音。"
	},
	{
		"en": "Opinion polls suggest that many people nurture the belief that environmental standards are declining and four factors seem to cause this disjunction between perception and reality.",
		"cn": "民意调查表明，很多人支持了这一看法，认为环境标准在降低，似乎有四种因素导致这种认识与实际情况的差异。"
	},
	{
		"en": "Natural soil fertility is dropping in many areas because of continuous industrial fertilizer and pesticide use, while the growth of algae is increasing in lakes because of the fertilizer run-off.",
		"cn": "由于工业肥料和杀虫剂的持续使用，许多地区的自然土壤肥力正在下降，而湖泊中的藻类则因肥料的径流而增加。"
	},
	{
		"en": "Within the span of several centuries, the Lapita stretched the boundaries of their world from the jungle-clad volcanoes of Papua New Guinea to the loneliest coral outliers of Tonga.",
		"cn": "在几个世纪的时间跨度里，拉皮塔人把他们的世界从巴布亚新几内亚丛林覆盖的火山延伸到汤加最孤独的珊瑚群周围。"
	},
	{
		"en": "Multiplan insurance may not cover all pre-existing medical conditions -- so before you leave be sure to check with them about any long-term illnesses or disabilities that you have.",
		"cn": "多重保险可能没有涵盖所有预先存在的医疗情况，所以在你离开之前，一定要与他们核对任何你有的长期疾病或残疾。"
	},
	{
		"en": "As the medical world continues to grapple with what's acceptable and what's not, it is clear that companies must continue to be heavily scrutinized for their sales and marketing strategies.",
		"cn": "随着医学界持续努力解决哪些是可接受的和哪些是不可接受的这一底线问题，有一点是清楚的，（制药）公司的销售和市场策略必须继续受到严格审查。"
	},
	{
		"en": "The reasoning is that if you replenish the ice sheets and frozen waters of the high latitudes, more light will be reflected back into space, so reducing the warming of oceans and atmosphere.",
		"cn": "其理论依据是，如果你补充了高纬度地区的冰盖和冰冻水域，更多的光线将会反射回太空，从而减少海洋和大气变暖。"
	},
	{
		"en": "A final theory is related to group behaviour, and suggests that sea mammals cannot distinguish between sick and healthy leaders and will follow sick leaders, even to an inevitable death.",
		"cn": "最后的这一理论与集体行为有关，认为海洋哺乳动物不能区分病态和健康的领导者，它们会跟随生病的领导者，甚至最终不可避免地死亡。"
	},
	{
		"en": "From earliest childhood we are so bound up with our system of numeration that it is a fear of imagination to consider the problems faced by early humans who had not yet developed this facility.",
		"cn": "从幼儿时期开始，我们就与自身的计算系统密切相关，以至于考虑到还未形成这种能力的早期人类所面临的问题，仅仅是想象就让我们觉得可怕。"
	},
	{
		"en": "One of my purposes in writing this book is to give readers who haven't had the opportunity to see and enjoy real mathematics the chance to appreciate the mathematical way of thinking.",
		"cn": "我写这本书的目的之一是给那些没能看到和享受真正的数学的读者一个机会去欣赏数学的思维方式。"
	},
	{
		"en": "We have also negotiated a range of benefits for staff such as discounted private healthcare and a car purchase scheme, along with a number of one-off deals with hotels and amusement parks.",
		"cn": "我们也已经为员工争取到一系列优惠福利，例如享受带有折扣的私人医疗保健、购车计划以及一些与酒店和游乐场的一次性交易。"
	},
	{
		"en": "For many enthusiasts, the ultimate flight fantasy is the jet pack, a small piece of equipment on your back which enables you to climb vertically into the air and fly forwards, backwards and turn.",
		"cn": "对许多爱好者来说，终极飞行幻想就是喷气背包，这是一种放置在背部的小型设备，使你能够垂直升空，向前或向后飞行，也能调头转弯。"
	},
	{
		"en": "The typical way of talking to a baby -- high-pitched, exaggerated and repetitious -- is a source of fascination for linguists who hope to understand how 'baby talk' impacts on learning.",
		"cn": "对那些希望了解“婴儿牙牙学语声”是如何影响学习的语言学家来说，与婴儿高声调的、夸张的、重复的典型说话方式令语言学家感兴趣。"
	},
	{
		"en": "Psychologists have long held that a person's character cannot undergo a transformation in any meaningful way and that the key traits of personality are determined at a very young age.",
		"cn": "心理学家们一直认为，一个人的性格不可能以任何有意义的方式发生转变，人格的关键特征在很小的时候就确定了。"
	},
	{
		"en": "It was only when the hull was hanging freely from the lifting frame, clear of the seabed and the suction effect of the surrounding mud, that the salvage operation progressed to the second stage.",
		"cn": "只有当船体顺利地悬挂在吊架上，离开海底和远离周围泥浆的吸力作用时，打捞工作才进入第二阶段。"
	},
	{
		"en": "They think the population of Rapa Nui grew rapidly and then remained more or less stable until the arrival of the Europeans, who introduced deadly diseases to which islanders had no immunity.",
		"cn": "他们认为，拉帕努伊岛人口增长迅速，在欧洲人到来之前保持基本稳定，欧洲人带来了致命的疾病，而岛民对这些疾病没有免疫力。"
	},
	{
		"en": "Anyway, even though these noise maps are fairly crude, they've been useful in providing information and raising awareness that noise matters, we need to deal with it and so it's a political matter.",
		"cn": "无论如何，尽管这些噪音地图粗糙且不完善，但它们在提供信息和提高人们对噪音的认识方面很有用，我们需要解决这个问题，所以这是一个政治问题。"
	},
	{
		"en": "Travel has existed since the beginning of time, when primitive man set out, often traversing great distances in search of game, which provided the food and clothing necessary for his survival.",
		"cn": "旅行从远古时代开始就一直存在，那时原始人出发，经常长途跋涉寻找猎物，猎物为其生存提供所需的食物和衣服。"
	},
	{
		"en": "This is why composers often introduce a key note in the beginning of a song, spend most of the rest of the piece in the studious avoidance of the pattern, and then finally repeat it only at the end.",
		"cn": "这就是为什么作曲家常常在歌曲的开始定一个基调，之后在歌曲的剩余部分有意地避免这个音，最终只在结尾处重复一次。"
	},
	{
		"en": "In its most general sense, prescriptivism is the view that one variety of language has an inherently higher value than others, and that this ought to be imposed on the whole of the speech community.",
		"cn": "就其最通常的意义而言，规范主义认为某种语言本来就比其他语言具有更高的价值，并且这一点应该应用于整个语言社会。"
	},
	{
		"en": "What we've decided to present today is information about just three species -- because we felt these gave a good indication of the processes at work in rural and urban settings as a whole.",
		"cn": "今天我们决定介绍有关三个物种的信息，因为我们觉得这些信息整体上很好地象征了农村和城市环境中的工作过程。"
	},
	{
		"en": "The results of a 14-year study to be announced later this month reveal that the diseases associated with old age are afflicting fewer and fewer people and when they do strike, it is much later in life.",
		"cn": "这个月底即将公布的一项长达14年的研究结果显示，因老年而受疾病折磨的人越来越少，当老年病真的来袭时，已是生命垂暮之时。"
	},
	{
		"en": "Memory consolidation, the next step in forming an episodic memory, is the process by which memories of encoded information are strengthened, stabilised and stored to facilitate later retrieval.",
		"cn": "记忆巩固是形成情节记忆的下一个步骤，是增强、稳定和储存编码信息的记忆，以便日后检索的过程。"
	},
	{
		"en": "In the course of conducting research in a number of industries and working directly with companies, we have discovered that managers often fail to recognize the less obvious but profound ways these trends are influencing consumers' aspirations, attitudes, and behaviours.",
		"cn": "在对一些行业进行研究并与公司直接合作的过程中，我们发现，经理们往往没有认识到这些趋势正影响着消费者的期望、态度和行为，虽不明显但影响极大。"
	},
	{
		"en": "The conviction that historical relics provide infallible testimony about the past is rooted in the nineteenth and early twentieth centuries, when science was regarded as objective and value free.",
		"cn": "坚信历史遗迹可以准确无误地证明过去这一信念起源于19世纪和20世纪初期，当时人们认为科学是客观的并且不受价值观左右。"
	},
	{
		"en": "After this, many researchers switched to autoganzfeld tests -- an automated variant of the technique which used computers to perform many of the key tasks such as the random selection of images.",
		"cn": "此后，很多研究人员转而进行自动超感知觉全域测试——使用自动化技术，利用电脑完成诸如随机选择图像等许多重要任务。"
	},
	{
		"en": "Unless there are no purchase facilities available at the station where you began your journey, you will be required to pay the full fare if you are unable to produce a valid ticket for inspection during a journey.",
		"cn": "除非出发地的车站没有可用的售票设施，否则一旦在旅途中检查时你无法出示有效车票，你将被要求支付全额票款。"
	},
	{
		"en": "Although population, industrial output and economic productivity have continued to soar in developed nations, the rate at which people withdraw water from aquifers, rivers and lakes has slowed.",
		"cn": "尽管发达国家的人口、工业产出和经济生产力持续飞涨，但人们从含水层、河流和湖泊中抽取水的速度已经放缓。"
	},
	{
		"en": "High achievers have been found to use self-regulatory learning strategies more often and more effectively than lower achievers, and are better able to transfer these strategies to deal with unfamiliar tasks.",
		"cn": "我们发现成绩优异的学生比成绩差的学生更经常、更有效地使用自我调节的学习策略，并且能够更好地变换这些策略来处理不熟悉的任务。"
	},
	{
		"en": "Research also indicates that bilingual experience may help to keep the cognitive mechanisms sharp by recruiting alternate brain networks to compensate for those that become damaged during aging.",
		"cn": "研究还表明，双语经历可能有助于保持认知机制的敏锐性，通过运用替代的大脑网络，弥补那些在衰老过程中受到损害的大脑网络。"
	},
	{
		"en": "Not only was a monopoly of cinnamon becoming impossible, but the spice trade overall was diminishing in economic potential, and was eventually superseded by the rise of trade in coffee, tea, chocolate, and sugar.",
		"cn": "不仅肉桂的垄断变得不可能，而且香料贸易的整体经济潜力也在缩减，并最终被咖啡、茶、巧克力和糖的贸易增长所取代。"
	},
	{
		"en": "Another feature that attracted a lot of attention was an interactive journey through a number of the locations chosen for blockbuster films which had made use of New Zealand's stunning scenery as a backdrop.",
		"cn": "另一个吸引了众多关注的特点是一趟互动之旅，这趟旅行穿越了电影大片的若干取景地，这些大片充分利用了新西兰令人叹为观止的风景作为背景。"
	},
	{
		"en": "As researchers on aging noted recently, no treatment on the market today has been proved to slow human aging -- the build-up of molecular and cellular damage that increase vulnerability to infirmity as we grow older.",
		"cn": "就像老龄化研究者最近所指出的那样，目前市面上没有一种疗法被证实可以减缓人体衰老——随着我们慢慢变老，分子与细胞损坏也逐渐增加，这就增加了我们体弱多病的几率。"
	},
	{
		"en": "We tend to think of climate -- as opposed to weather -- as something unchanging, yet humanity has been at the mercy of climate change for its entire existence, with at least eight glacial episodes in the past 730,000 years.",
		"cn": "我们往往认为气候相对于天气而言是不变的，然而，人类的存在却一直受制于气候的变化，在过去的73万年里至少经历了8个冰河时期。"
	},
	{
		"en": "In common with all mammals, reptiles and birds, the remote ancestors of tortoises were marine fish and before that various more or less worm-like creatures stretching back, still in the sea, to the primeval bacteria.",
		"cn": "与所有的哺乳动物、爬行动物和鸟类一样，乌龟的远祖是海洋中的鱼类，更早之前，它们是海洋中各种类似蠕虫的生物，这些生物可以追溯到原始细菌。"
	},
	{
		"en": "It is finished manufactured products that dominate the flow of trade, and, thanks to technological advances such as lightweight components, manufactured goods themselves have tended to become lighter and less bulky.",
		"cn": "正是制成品主导着贸易流动，而且由于技术进步，比如轻量化的部件，制成品本身趋向于变得更轻便而不那么笨重。"
	},
	{
		"en": "It's true that the actual construction of the house was harmful to the environment, mainly because they had to use massive amounts of concrete -- one of the biggest sources of carbon dioxide in manufacturing.",
		"cn": "确实，实际的房屋建造对环境有害，主要是因为它们不得不使用大量的混凝土——混凝土是制造业最大的二氧化碳来源之一。"
	},
	{
		"en": "The difficulty with the evidence produced by these studies, fascinating as they are in collecting together anecdotes and apparent similarities and exceptions, is that they are not what we would today call norm-referenced.",
		"cn": "这些研究收集了奇闻轶事、明显的相似点与特例，因此很吸引人，然而，这些证据所带来的难题是，它们不是我们现在所称的常模参照。"
	},
	{
		"en": "Businesses are finding that ethnography can offer them deeper insight into the possible needs of customers, either present or future, as well as providing valuable information about their attitudes towards existing products.",
		"cn": "企业发现，人种学可以让其更深入地了解顾客的可能需求，无论是现在的还是未来的，也可以提供他们对现有产品相关态度的有价值的信息。"
	},
	{
		"en": "Education is a hiring requirement for 60% of employment opportunities, but 40% of human resources staff say that if they do not know a lot about the value of documents attained elsewhere, they will not recognise them.",
		"cn": "有60%的就业机会都会对应聘者的教育背景提出要求，但是40%的人力部工作人员表示，如果他们并不十分了解应聘者从其他地方获得的资历证书的价值，他们将不予以认可。"
	},
	{
		"en": "The impression is that the logical nature of the textbooks and their comprehensive coverage of different types of examples, combined with the relative homogeneity of the class, renders work sheets unnecessary.",
		"cn": "给人的印象是，课本的逻辑性和其中对不同类型例子的全面涵盖，再加上学生水平相对整齐划一，使得练习册无用武之地了。"
	},
	{
		"en": "Most tickets may be used for travel by Sleeper, subject to availability, and a reservation in a two-berth cabin can be made for 25 pounds, except in the case of Solo and Special tickets, which include Sleeper reservations in the fare.",
		"cn": "绝大部分车票可以用来乘坐卧铺，这要视供应情况而定，而且支付25英镑就可以预订一个双铺位隔间，但单人车票和特价车票除外，因为上述车票票价中已经包含了卧铺预订费。"
	},
	{
		"en": "Operating on the same principle as wind turbines, the power in sea turbines comes from tidal currents which turn blades similar to ships' propellers, but, unlike wind, the tides are predictable and the power input is constant.",
		"cn": "同风力涡轮机的运行原理一样，海上涡轮机的动力来自潮汐流，在潮汐流的作用下轮机叶片像船只的螺旋桨一样转动。但与风力不同的是，潮汐是可预测的，而且其输入功率是恒定的。"
	},
	{
		"en": "These discoveries have led to the field known as neuroeconomics, which studies the brain's secrets to success in an economic environment that demands innovation and being able to do things differently from competitors.",
		"cn": "这些发现导致了神经经济学的出现，它研究的是在经济环境下取得成功所依赖的大脑奥秘，而这就需要创新，需要不同于竞争者的另辟蹊径。"
	},
	{
		"en": "While the detrimental effects of noise in classroom situations are not limited to children experiencing disability, those with a disability that affects their processing of speech and verbal communication could be extremely vulnerable.",
		"cn": "尽管教室噪音不仅仅对残疾的孩子有不利影响，但是那些在语音处理和口头交流方面有障碍的孩子却极易受影响。"
	},
	{
		"en": "By timing the transit from two widely-separated locations, teams of astronomers could calculate the parallax angle -- the apparent difference in position of an astronomical body due to a difference in the observer's position.",
		"cn": "通过从两个相距甚远的地方计算行星的凌日时间，天文学家小组可以计算出视差角——天体的位置由于观测者的位置不同而产生的明显差异。"
	},
	{
		"en": "Victimised pupils are more likely to experience difficulties with interpersonal relationships as adults, while children who persistently bully are more likely to grow up to be physically violent, and convicted of anti-social offences.",
		"cn": "受欺负的小学生长大成人后更有可能经历人际关系方面的困境，而一直欺负别人的儿童长大后更有可能实施身体暴力，并因此被判处反社会的违法罪行。"
	},
	{
		"en": "On the negative side, this type of organisation doesn't always act effectively, because it depends too much on one or two people at the top, and when these people make poor decisions there's no-one else who can influence them.",
		"cn": "不利的一面是，这种类型的组织方式并不总是有效的，因为它主要依靠一两个高层领导人物，当这些人做了糟糕的决策时，没有人能够影响得了他们。"
	},
	{
		"en": "Researchers from nine countries are working together to create a map linked to a database that can be fed measurements from field surveys, drone surveys, satellite imagery, lab analyses and so on to provide real-time data on the state of soil.",
		"cn": "来自9个国家的研究人员正在共同努力，创建一幅与数据库相关联的地图，通过将实地调查、无人机调查、卫星图像、实验室分析等获取的测量数据输入到这个数据库，从而提供有关土壤状况的实时数据。"
	},
	{
		"en": "As the fire continued to rage, the National Trust's conservators were being mobilised, and that evening local stationers were especially opened to provide the bulk supplies of blotting paper so desperately needed in the salvage operation.",
		"cn": "随着火势的蔓延，来自国民托管组织的文物保护工作者也被调动起来，那天晚上当地的文具店也紧急营业以提供抢救文物所急需的大量的吸墨纸。"
	},
	{
		"en": "Her contribution to physics had been immense, not only in her own work, the importance of which had been demonstrated by her two Nobel Prizes, but because of her influence on subsequent generations of nuclear physicists and chemists.",
		"cn": "她对物理学做出了巨大贡献，不仅是因为已被两项诺贝尔奖肯定其重要性的个人研究成果，还因为她对之后一代代核物理学家和化学家所产生的影响。"
	},
	{
		"en": "The taxonomist sometimes overlooks whole species in favour of those groups currently under study, while the ecologist often collects only a limited number of specimens of each species, thus reducing their value for taxonomic investigations.",
		"cn": "分类学家们有时会忽略整个物种而选择当时正在研究的那些物种群，而生态学家常常只收集每个物种有限的几个样本，因此就降低了分类研究的价值。"
	},
	{
		"en": "Many CEOs combine two opposing characteristics: confidence -- that is, the belief that they're capable of great achievements -- with a high level of anxiety, a fear of missing targets, whether set by themselves or by the directors of the company.",
		"cn": "许多CEO都有两种相反的特征：自信——即相信自己有能力取得巨大成就——高度的焦虑，害怕自己或公司董事设定的目标落空。"
	},
	{
		"en": "A radical solution, which may work for some very large companies whose businesses are extensive and complex, is the professional board, whose members would work up to three or four days a week, supported by their own dedicated staff and advisers.",
		"cn": "一个激进的解决方案就是成立专业董事会，这可能适用于一些业务广泛而复杂的大公司，其员工每周工作三到四天，有它们自己敬业的员工和顾问的支持。"
	},
	{
		"en": "This approach is summarised in the statement that it is the task of the grammarian to describe, not to prescribe -- to record the facts of linguistic diversity, and not to attempt the impossible tasks of evaluating language variation or halting language change.",
		"cn": "这种方法总结如下：语法学家的任务是描述而不是规定——记录语言多样性的事实，而不是试图完成评估语言变异或停止语言变化这些不可能的任务。"
	},
	{
		"en": "Some recent interdisciplinary research has come out with results that at first sight seem contradictory -- a city needs to have a sense of activity, so it needs to be lively, with sounds like the clack of high heels on a pavement or the hiss of a coffee machine, but these mustn't be too intrusive, because at the same time we need to be able to relax.",
		"cn": "最近，一些跨学科研究得出了乍一看似乎自相矛盾的结论——一个城市需要有活动感，所以它需要活泼起来，夹杂着如人行道上高跟鞋的哒哒声或咖啡机发出的嘶嘶声，但这些声音不能太过烦扰，因为我们同时需要能够放松。"
	},
	{
		"en": "Another strange feature of the Japanese pagoda is that, because the building tapers, with each successive floor plan being smaller than the one below, none of the vertical pillars that carry the weight of the building is connected to its corresponding pillar above.",
		"cn": "日本宝塔的另一个奇怪的特点是，由于这种建筑物逐渐变细，每一层楼的平面图都比下面的要小，所以支撑着建筑物重量的垂直柱没有一根与上面相应的柱子相连。"
	},
	{
		"en": "An accident that occurred in the skies over the Grand Canyon in 1956 resulted in the establishment of the Federal Aviation Administration (FAA) to regulate and oversee the operation of aircraft in the skies over the United States, which were becoming quite congested.",
		"cn": "1956年，在美国科罗拉多大峡谷上空发生了一起空难，该事件最终促使美国建立了联邦航空管理局（FAA）来监管已经变得颇为拥堵的美国空中交通。"
	},
	{
		"en": "Tourists flock to wells in far-flung corners of north-western India to gaze in wonder at these architectural marvels from hundreds of years ago, which serve as a reminder of both the ingenuity and artistry of ancient civilisations and of the value of water to human existence.",
		"cn": "游客们涌向印度西北部偏远角落里的水井那里，惊奇地注视着这些数百年前的建筑奇观，它们标示着古代文明的巧妙设计和艺术性，以及水对人类生存的价值。"
	},
	{
		"en": "The antiseptic properties of tannin, the active ingredient in tea, and of hops in beer -- plus the fact that both are made with boiled water -- allowed urban communities to flourish at close quarters without succumbing to water-borne diseases such as dysentery.",
		"cn": "茶中的活性成分单宁和啤酒中的啤酒花这两种物质的抗菌性能，加上它们都是用开水制作加工的事实，使城市社群在拥挤的区域得以繁荣，免遭诸如痢疾之类的水传播疾病。"
	},
	{
		"en": "As recently as 1993, engineers made a major breakthrough by discovering so-called turbo codes -- which come very close to Shannon's ultimate limit for the maximum rate that data can be transmitted reliably, and now play a key role in the mobile videophone revolution.",
		"cn": "就在最近的1993年，工程师们取得了一项重大突破，发现了所谓的Turbo码，这与Shannon提出的数据可以安全传送的最大速度极限非常接近。现在，Turbo码在移动可视电话变革中起着关键作用。"
	},
	{
		"en": "If a life span is a genetically determined biological characteristic, it is logically necessary to propose the existence of an internal clock, which in some way measures and controls the ageing process and which finally determines death as the last step in a fixed programme.",
		"cn": "若寿命是一种由遗传决定的生物特征，那从逻辑上来看，有必要提出生物钟的存在，生物钟以某种方式测量并控制老化过程，并作为一个固定程序的最后一步左右着死亡。"
	},
	{
		"en": "Participants in the online debate argued that our biggest challenge is to address the underlying causes of the agricultural system's inability to ensure inability food for all, and they identified as drivers of this problem our dependency on fossil fuels and unsupportive government policies.",
		"cn": "在线辩论参加者认为，我们面临的最大挑战是找出农业系统无法确保所有人都能获得足够粮食的根本原因，同时还认为我们对化石燃料的依赖和政府政策的不支持是这一问题的驱动因素。"
	},
	{
		"en": "Already in laboratory trials they have tested strategies for neutralising the power of thunderstorms, and this winter they will brave real storms, equipped with an armoury of lasers that they will be pointing towards the heavens to discharge thunderclouds before lightning can strike.",
		"cn": "他们已经在实验室测试中试验了中和雷暴能量的各种方法；今年冬天，他们将勇敢面对现实中的雷暴，使用全套激光器射向空中的雷雨云，使其在闪电之前放电。"
	},
	{
		"en": "Eliminating the secrecy surrounding pay by openly communicating everyone's remuneration, publicizing performance bonuses and allocating annual salary increases in a lump sum rather than spreading them out over an entire year are examples of actions that will make rewards more visible and potentially more motivating.",
		"cn": "通过公开交流每个人的薪酬，公开绩效奖金并把年度加薪一次付清，而不是分摊到全年来消除围绕薪酬的秘密，这样的行为范例会让奖励更明显，更有可能起到激励作用。"
	}
]